[
    {
      "main": "Stop overthinking. Do the damn thing.",
      "sub": "Nobody cares about your doubts. Nobody sees your fears. The only thing holding you back is the story you keep telling yourself about why you can't do it. Every second spent overthinking is another second wasted. Just take the leap. You’ll learn as you go. Perfection is a myth. Just do the damn thing, and keep doing it until it feels right."
    },
    {
      "main": "You’re not too late. You’re right on time.",
      "sub": "The clock isn’t against you. Every second you spend believing you’ve missed your chance is another second you let slip by. The only thing you’re late for is the life you keep putting off. Nothing great was ever built by sitting around and watching the clock. There’s no perfect moment, no right timing—just the now. Take it and make it yours."
    },
    {
      "main": "Your comfort zone is a trap.",
      "sub": "Everything you want is on the other side of the safety you cling to. Comfort zones are silent killers, disguised as security. Staying comfortable means staying stuck. Growth isn’t meant to feel safe. You’ll only get where you’re meant to be by pushing past what feels easy. Your comfort zone isn’t a refuge; it’s a prison. Break out."
    },
    {
      "main": "Failure means you’re trying. Keep going.",
      "sub": "Every mistake, every misstep is proof you’re moving forward. It’s easy to play it safe, to stick with what you know and never feel the sting of failure. But failure is just a sign you’re taking risks, that you’re challenging yourself to be more than you were yesterday. Embrace it. Keep failing, keep trying, keep going. That’s how you grow."
    },
    {
      "main": "You don’t need a plan. You need action.",
      "sub": "Plans are safe, predictable, and comfortable. But life isn’t. You’ll never have everything figured out, and that’s okay. The best things come from diving in headfirst, even if you’re not ready. You can’t steer a parked car, so get moving. Action brings clarity. Start now, adjust as you go, and let the plan reveal itself."
    },
    {
      "main": "Today’s struggle is tomorrow’s strength.",
      "sub": "Pain is here to mold you, to make you stronger than you were yesterday. Struggles aren’t roadblocks; they’re the building blocks of resilience. Stop running from the hard stuff. Face it head-on. Each challenge, every hardship, it’s preparing you. Today’s pain is tomorrow’s power. Use it, and become unbreakable."
    },
    {
      "main": "Stop waiting for permission. It’s your life.",
      "sub": "Nobody is coming to save you. The world doesn’t owe you a single thing, and no one is going to hand you your dreams. Waiting for the right time, the right opportunity, or the right person to give you the green light is just an excuse. You’re the only one who can give yourself permission. Own your life. Take what’s yours."
    },
    {
      "main": "Doubt is a luxury you can’t afford.",
      "sub": "Every second you spend doubting yourself is a second you’re not moving forward. Confidence isn’t about knowing you’ll succeed; it’s about being willing to try regardless. Doubt is paralyzing, it’s the killer of dreams. Don’t give it the power to stop you. Act, even if you’re unsure. That’s how you find your strength."
    },
    {
      "main": "The time is now. Do it scared.",
      "sub": "If you wait for the fear to go away, you’ll wait forever. Fear is a signal, but it doesn’t have to be a stop sign. You’re always going to be a little scared of the big stuff, the important stuff. So feel it, acknowledge it, and do it anyway. Courage isn’t the absence of fear; it’s moving forward in spite of it."
    },
    {
      "main": "Small steps still move you forward.",
      "sub": "Success isn’t built overnight; it’s constructed brick by brick, one small action at a time. Don’t overlook the small steps just because they’re not huge leaps. Those little actions add up, and before you know it, they turn into something big. Focus on progress, not perfection. Keep going, one small step at a time."
    },
    {
      "main": "Discomfort is a sign of growth.",
      "sub": "Growth doesn’t come from things staying easy. If you’re feeling uncomfortable, you’re probably exactly where you need to be. Discomfort pushes you to adapt, to find strength you didn’t know you had. Don’t shrink back; lean into it. Let discomfort be the proof that you’re on the path to something bigger."
    },
    {
      "main": "Excuses are easy. Results are earned.",
      "sub": "It’s easy to blame time, money, or circumstances. But those are just excuses. Results don’t care about your excuses; they only come from action. If you want something, you’ll find a way. If not, you’ll find an excuse. Decide which one you’re choosing. The choice is yours every single day."
    },
    {
      "main": "You are capable of more than you think.",
      "sub": "Your mind will tell you to stop long before your body has to. Those limits you feel are often illusions, self-imposed boundaries. You don’t really know what you’re capable of until you push past what feels comfortable. Challenge yourself. Stretch beyond what you think is possible, and you’ll find out just how strong you are."
    },
    {
      "main": "Setbacks are setups for comebacks.",
      "sub": "Every time you’re knocked down, you’re given a choice: stay down, or rise even stronger. Setbacks aren’t the end; they’re the beginning of a new opportunity. Let every challenge fuel you, every failure teach you. Come back stronger, come back wiser, and turn every setback into a foundation for a powerful comeback."
    },
    {
      "main": "Be patient. Great things take time.",
      "sub": "In a world that wants everything now, patience is a superpower. True success, true mastery, true greatness—they all take time. Rushing only leads to burnout and frustration. Take it one day at a time, one step at a time. Trust that the process is working, even when you can’t see it."
    },
    {
      "main": "Your journey is your own. Don’t compare.",
      "sub": "Comparing your path to others’ will only make you doubt yourself. You’re not meant to follow someone else’s timeline. Your journey is unique, and the only person you should be measuring yourself against is who you were yesterday. Focus on your own growth, and let others walk their own paths."
    },
    {
      "main": "Don’t fear failure. Fear not trying.",
      "sub": "Failure isn’t the worst thing that can happen. The worst thing is looking back and realizing you never even tried. Failure is just feedback, a stepping stone, a lesson. But doing nothing? That leads to regret. Don’t let fear keep you from the life you’re capable of. Try, fail, learn, grow."
    },
    {
      "main": "Your past does not define you.",
      "sub": "The mistakes, the failures, the times you fell short—none of that defines who you are today. You are constantly evolving, constantly learning, constantly becoming. Don’t let the past hold you back. Your future is shaped by what you do now, not by what you did then."
    },
    {
      "main": "Take responsibility. Own your choices.",
      "sub": "Blaming others or external circumstances only gives away your power. Take ownership of your actions, your decisions, your life. When you take responsibility, you take control. And with control comes the power to change, to grow, to become whoever you want to be. It’s your life—own it."
    },
    {
      "main": "Be relentless in your pursuit.",
      "sub": "Dreams don’t happen because you wished for them; they happen because you refused to give up. Be relentless, be stubborn, be absolutely unwilling to quit. If you want something, pursue it with everything you have. Let your determination be the reason you succeed when others fall short."
    },
    {
      "main": "You have the power to rewrite your story.",
      "sub": "Your life is a story, and you’re the author. You can’t change the beginning, but every day you get a new page to write. Don’t let past chapters define how your story ends. Make a choice to be the hero of your life. Rewrite the narrative and create a future you’re proud of."
    },
    {
      "main": "Success doesn’t come from ease. It comes from effort.",
      "sub": "Anything worth having requires hard work. Comfort is nice, but it doesn’t lead to greatness. The road to success is paved with effort, sacrifice, and persistence. Embrace the grind, embrace the hustle, because every drop of sweat brings you closer to your goals. There’s no shortcut to success."
    },
    {
      "main": "Challenge yourself, or remain the same.",
      "sub": "Growth requires discomfort. If you want something you’ve never had, you’ll have to do something you’ve never done. Staying within your comfort zone might feel safe, but it keeps you stagnant. Push yourself, challenge yourself, and become the person you know you’re capable of being."
    },
    {
      "main": "Progress over perfection.",
      "sub": "Perfection is paralyzing. Waiting for things to be perfect will keep you from ever starting. Progress is what matters—small steps, little improvements, gradual growth. Focus on getting better, not on being perfect. With every step forward, you’re one step closer to your goals."
    },
    {
      "main": "Your mindset is your greatest weapon.",
      "sub": "Life is 10% what happens to you and 90% how you respond. Your mind is your greatest tool, your greatest asset. Guard it, train it, strengthen it. A strong mindset can overcome any obstacle, achieve any goal, and create any reality you desire. Master your mind, and you’ll master your life."
    },
    {
      "main": "Stop doubting, start doing.",
      "sub": "Self-doubt is a thief, robbing you of opportunities before you even try. The truth is, you’ll never feel 100% ready. Stop waiting for perfect confidence and start acting with what you have. Take the first step, and let momentum carry you forward. The time to start is now."
    },
    {
      "main": "You are stronger than you think.",
      "sub": "In moments of difficulty, you’ll discover strength you didn’t know you had. Your limits are often self-imposed. You’re capable of handling more, enduring more, and achieving more than you believe. Trust in your resilience, and know that you are far stronger than any challenge."
    },
    {
      "main": "Gratitude turns what you have into enough.",
      "sub": "There’s power in focusing on what you already have instead of what you lack. Gratitude shifts your perspective, reminding you of the abundance already present in your life. Take a moment to appreciate where you are. Contentment is not about more; it’s about recognizing the value in what’s already yours."
    },
    {
      "main": "Learn, adapt, and keep moving forward.",
      "sub": "Every setback is a lesson in disguise. Life will test you, challenge you, and sometimes bring you to your knees. But these moments are there to teach you, to build resilience. Learn from them, adapt, and keep pushing forward. Growth comes from embracing the journey, challenges and all."
    },
    {
      "main": "Take the leap, even if you’re scared.",
      "sub": "Fear is natural, but it doesn’t have to stop you. The best things in life often lie just on the other side of fear. Don’t let it hold you back. Acknowledge it, respect it, and then take the leap anyway. Bravery isn’t the absence of fear; it’s moving forward despite it."
    },
    {
      "main": "Focus on what you can control.",
      "sub": "There will always be things outside your control, and worrying about them only drains your energy. Focus on what you can control: your actions, your responses, your attitude. By controlling your inner world, you’ll find peace, clarity, and the strength to face whatever comes your way."
    },
    {
      "main": "Success is built on consistency, not perfection.",
      "sub": "The most powerful tool you have is showing up, day after day, even when it’s hard. Consistency is what separates those who achieve their dreams from those who don’t. It’s not about being perfect; it’s about being persistent. Keep showing up, keep working, and watch your goals come to life."
    },
    {
      "main": "Rest is not a reward; it’s a necessity.",
      "sub": "In a world that glorifies hustle, it’s easy to feel guilty about taking a break. But rest is essential. It recharges you, refuels your energy, and makes you stronger. Don’t burn out trying to prove yourself. Respect your limits, take the rest you need, and come back stronger."
    },
    {
      "main": "Believe in yourself, even if no one else does.",
      "sub": "Not everyone will understand your journey, and that’s okay. You’re not here to seek approval. Believe in yourself, in your vision, and in what you’re capable of achieving. Confidence doesn’t come from others; it comes from within. Stand by yourself, especially when no one else does."
    },
    {
      "main": "Your potential is limitless.",
      "sub": "You have no idea what you’re truly capable of until you try. Limits are often self-imposed, the product of past experiences and fears. Don’t let them define you. Challenge yourself to reach beyond what you think you can do, and you’ll find that your potential is truly limitless."
    },
    {
      "main": "Stop waiting for motivation. Start now.",
      "sub": "Motivation is fleeting, unreliable, and often shows up only after you’ve begun. Don’t wait for it. Start before you’re ready, before you feel motivated. Action creates momentum, and momentum creates motivation. The more you do, the more motivated you’ll become. Begin now, and let motivation catch up."
    },
    {
      "main": "Small actions lead to big results.",
      "sub": "Don’t underestimate the power of small, consistent actions. Each little effort, each minor adjustment brings you closer to your goal. Big changes are the sum of small decisions repeated over time. Focus on those small actions, and watch as they lead to something much bigger."
    },
    {
      "main": "You are the architect of your life.",
      "sub": "No one else is going to create the life you want for you. You hold the tools, the plans, the power. Every decision you make, every action you take, it’s all shaping the reality you live in. Embrace your role as the architect of your life, and design a future you love."
    },
    {
      "main": "Dream big, start small, and act now.",
      "sub": "Big dreams require action, but that doesn’t mean you have to take massive steps. Start small, start with what you have, and start now. Small actions compound over time, and each step forward brings you closer to your dreams. Dream big, but don’t let the size of the dream stop you from starting."
    }
  ]
  